tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "awscli"
brew "cloudflare-wrangler2"
brew "cmatrix"
brew "docker", link: false
brew "doctl"
brew "figlet"
brew "gh"
brew "git"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "htop"
brew "k9s"
brew "libpq", link: true
brew "mas"
brew "mise"
brew "neofetch"
brew "netlify-cli"
brew "pygments"
brew "shared-mime-info"
brew "starship"
brew "tig"
brew "trash"
brew "vercel-cli"
brew "z"
brew "zsh"
cask "alfred"
cask "beeper"
cask "browserstacklocal"
cask "choosy"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "firefox-developer-edition"
cask "font-big-shoulders-display"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gog-galaxy"
cask "google-chrome"
cask "inkscape"
cask "insomnia"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "lens"
cask "linearmouse"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "Angular.ng-template"
vscode "antfu.goto-alias"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.unocss"
vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "castwide.solargraph"
vscode "CircleCI.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.FreeMarker"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "jock.svg"
vscode "kimlimjustin.jsdoc-generator"
vscode "KoichiSasada.vscode-rdbg"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "netcorext.uuid-generator"
vscode "nicoespeon.abracadabra"
vscode "Nuxtr.nuxtr-vscode"
vscode "Orta.vscode-twoslash-queries"
vscode "oven.bun-vscode"
vscode "PKief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "sdras.night-owl"
vscode "Shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "travisthetechie.write-good-linter"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WallabyJs.quokka-vscode"
vscode "wenfangdu.snippet-generator"
vscode "wengerk.highlight-bad-chars"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "ZixuanChen.vitest-explorer"
