brew "antidote"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "libyaml"
brew "azure-cli"
brew "cloudflare-wrangler"
brew "cmatrix"
brew "docker", link: false
brew "fastfetch"
brew "figlet"
brew "gh"
brew "git"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "k9s"
brew "kubeconform"
brew "libpq"
brew "libsecret"
brew "mas"
brew "mise"
brew "netlify-cli"
brew "pinentry-mac"
brew "pygments"
brew "render"
brew "starship"
brew "tig"
brew "vercel-cli"
brew "wakeonlan"
brew "zsh"
cask "amazon-q"
cask "beekeeper-studio"
cask "browserstacklocal"
cask "choosy"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "iterm2-beta"
cask "linearmouse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "moonlight"
cask "obsidian"
cask "proton-pass"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "transmit"
cask "utm"
cask "visual-studio-code"
cask "zed"
cask "zen"
cask "zoom"
mas "Ghostery Privacy Ad Blocker", id: 6504861501
mas "Gifski", id: 1351639930
mas "Hidden Bar", id: 1452453066
mas "Hue in the Menu", id: 1534707384
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Proton Pass for Safari", id: 6502835663
mas "RadarScope", id: 288419283
mas "Spark Desktop", id: 6445813049
mas "Xcode", id: 497799835
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angular.ng-template"
vscode "antfu.browse-lite"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.pnpm-catalog-lens"
vscode "antfu.unocss"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.comment-tagged-templates"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chwoerz.type-buddy"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "huytd.nord-light"
vscode "hverlin.mise-vscode"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "kimlimjustin.jsdoc-generator"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "motion.motion-vscode-extension"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nicoespeon.abracadabra"
vscode "orta.vscode-twoslash-queries"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "travisthetechie.write-good-linter"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vue.volar"
vscode "wenfangdu.snippet-generator"
vscode "wengerk.highlight-bad-chars"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
