# Global
brew "bat"
brew "btop"
brew "cbonsai"
brew "chezmoi"
brew "cmatrix"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "gnupg"
brew "jq"
brew "keychain"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "protonpass/homebrew-tap/pass-cli"
brew "rg"
brew "starship"
brew "tig"
brew "vim"
brew "wakeonlan"
brew "zoxide"
cask "font-jetbrains-mono-nerd-font"

# Linux
flatpak "app.zen_browser.zen" if OS.linux?
flatpak "me.proton.Pass" if OS.linux?

# Darwin
brew "mas" if OS.mac?
brew "pinentry-mac" if OS.mac?
brew "util-linux" if OS.mac?
cask "choosy" if OS.mac?
cask "docker-desktop" if OS.mac?
cask "ghostty" if OS.mac?
cask "kiro-cli" if OS.mac?
cask "linearmouse" if OS.mac?
cask "proton-pass", greedy: true if OS.mac?
cask "raycast" if OS.mac?
cask "tailscale-app" if OS.mac?
cask "visual-studio-code" if OS.mac?
cask "zen" if OS.mac?
mas "Hidden Bar", id: 1452453066 if OS.mac?
mas "Magnet", id: 441258766 if OS.mac?
mas "Xcode", id: 497799835 if OS.mac?
